{
  "title": "ToGrow - Soluciones IT",
  "description": "Somos una empresa especializada en desarrollo de software, brindando soluciones a medida para satisfacer las necesidades específicas de su negocio. Desde aplicaciones web y móviles hasta software empresarial, nuestro equipo de expertos en programación e innovación tecnológica está listo para impulsar su negocio hacia el futuro. Descubra cómo podemos convertir sus ideas en realidades digitales hoy.",
  "note": "Nota : Te ayudamos a hacer crecer tu negocio!",
  "home": "Inicio",
  "about": "Nosotros",
  "team": "Equipo",
  "testimonial": "Testimoniales",
  "services": "Servicios",
  "contact": "Contacto",
  "have_any_questions": "Tiene preguntas?",
  "carousel_1": {
    "header": "Impulsa tu éxito",
    "title": "Soluciones de software a medida",
    "desc": "Ofrecemos soluciones de software avanzadas para impulsar el crecimiento de su negocio, combinando la calidad y la personalización a la vanguardia de la tecnología."
  },
  "carousel_2": {
    "header": "Socios estratégicos",
    "title": "Supere los desafíos tecnológicos",
    "desc": "Convertimos los desafíos tecnológicos en oportunidades de éxito. Somos sus socios estratégicos, comprometidos con la excelencia y el servicio excepcional."
  },
  "carousel_3": {
    "header": "Experiencia incomparable",
    "title": "Atención al cliente premium",
    "desc": "Nos destacamos con una atención al cliente excepcional, superando las barreras tecnológicas para garantizar su éxito. Descubra una experiencia única con nosotros."
  },
  "statistics": {
    "1": "Éxito en conseguir un cliente feliz",
    "2": "Miles de negocios exitosos",
    "3": "Total de clientes que aman crecer",
    "4": "Estrellas dadas en revisiones por clientes satisfechos"
  },
  "about_section": {
    "header": "Sobre nosotros",
    "title": "Sobre ToGrow y sus soluciones innovadoras en IT",
    "desc1": "Somos una empresa especializada de desarrollo de software, con un enfoque en proporcionar soluciones personalizadas de alta calidad a nuestros clientes. Ofrecemos una amplia gama de servicios de desarrollo, desde aplicaciones web y móviles hasta desarrollo de software de escritorio y automatización de procesos comerciales.",
    "desc2": "Con un enfoque ágil y un compromiso con la excelencia, nos especializamos en la creación de experiencias digitales que impulsan el éxito comercial. Colaboramos estrechamente con clientes de todos los tamaños, ofreciendo productos innovadores y automatizando procesos para optimizar la eficiencia operativa.",
    "desc3": "Únase a nosotros en el viaje a la transformación digital, donde nuestras soluciones de software llevan a las empresas al siguiente nivel con resultados excepcionales."
  },
  "team_section": {
    "header": "Nuestro Equipo",
    "title": "Conozca a nuestro equipo"
  },
  "services_section": {
    "header": "Nuestros servicios",
    "title": "Servicios creados específicamente para su negocio",
    "web_design": "Diseño web",
    "web_design_desc": "El diseño web va más allá de la estética; se trata de elaborar experiencias cautivadoras que reflejen la identidad de su marca. Desde el diseño visual hasta la navegación intuitiva, nuestro enfoque de diseño web tiene como objetivo convertir a los visitantes en clientes, dejando una impresión duradera.",
    "web_development": "Desarrollo web",
    "web_development_desc": "Con el desarrollo web, creamos no solo sitios web, sino también soluciones que impulsan la interacción del usuario. Desde la optimización de la velocidad hasta la adaptabilidad móvil, nos aseguramos de que cada aspecto de su sitio no solo funcione sino que impulse la participación y la retención del usuario.",
    "ui_design": "Diseño UI/UX",
    "ui_design_desc": "El diseño de UX/UI se trata de conectarse emocionalmente con su audiencia. Creamos experiencias que no solo son visualmente atractivas (UI) sino que también proporcionan una narrativa inmersiva (UX). Cada interacción está estratégicamente diseñada para impulsar la lealtad del usuario.",
    "web_security": "Seguridad web",
    "web_security_desc": "La ciberseguridad garantiza la confianza del cliente. Al proteger de manera proactiva la información valiosa, transmitimos una imagen de una marca segura comprometida con la privacidad. Su seguridad es nuestra prioridad para construir relaciones duraderas con sus clientes.",
    "digital_marketing": "Publicidad digital",
    "digital_marketing_desc": "En el ámbito digital, el marketing es la clave para destacarse. Desde la optimización de motores de búsqueda (SEO) hasta la elaboración de campañas de redes sociales impactantes, nuestro enfoque de marketing digital impulsa la visibilidad en línea y convierte los clics en conversiones.",
    "app_development": "Desarrollo de aplicaciones",
    "app_development_desc": "Desarrollamos aplicaciones que no solo satisfacen las necesidades, sino que crean experiencias memorables. Desde aplicaciones móviles que racionalizan la vida diaria hasta soluciones personalizadas, nuestro enfoque de desarrollo de aplicaciones se centra en el impacto positivo y la lealtad del usuario."
  },
  "testimonial_section": {
    "header": "Nuestro testimonio",
    "title": "¡Nuestros clientes dicen!",
    "maria": {
      "name": "Maria Rodríguez",
      "profession": "Sur Servicios Financieros",
      "desc": "¡Increíble experiencia trabajando con ToGrow! Su equipo de desarrollo de software superó nuestras expectativas en Servicios Financieros del Sur. Cumplieron con los plazos y entregaron un producto final de alta calidad. La comunicación fue fluida y transparente en todo momento. Definitivamente recomendaría los servicios de ToGrow a cualquier empresa que busque soluciones tecnológicas confiables y eficientes."
    }
  },
  "contact_section": {
    "header": "Póngase en contacto",
    "title": "Contáctenos para cualquier pregunta",
    "desc1": "Estamos aquí para ayudarlo con cualquier consulta que pueda tener. Ya sea que esté interesado en nuestros servicios de desarrollo de software, tenga preguntas sobre un proyecto específico o simplemente quiera saludar, no dude en comunicarse con nosotros utilizando el formulario a continuación.",
    "desc2": "Su satisfacción es nuestra prioridad, ¡Esperamos tener noticias suyas!"
  },
  "address": "Dirección",
  "call_us": "Llámenos",
  "email_us": "Email",
  "your_name": "Su nombre",
  "your_email": "Su Email",
  "project": "Projecto",
  "message": "Mensaje",
  "send_message": "Enviar",
  "contact_success": {
    "title": "¡Gracias por contactarnos!",
    "desc": "Estamos emocionados de recibir su mensaje, y nuestro equipo lo revisará en breve. ¡Nos pondremos en contacto pronto para discutir cómo podemos ayudarlo!"
  },
  "contact_error": {
    "title": "¡Lo siento! Parece que hubo un problema para enviar el formulario",
    "desc": "Vuelva a intentarlo o comuníquese con nosotros directamente a info@togrow.com.ar para que podamos ayudarlo de inmediato. ¡Gracias por su comprensión!"
  },
  "short_link": "Acceso Rápido",
  "about_us": "Sobre Nosotros",
  "our_services": "Nuestros Servicios",
  "our_testimonials": "Nuestros Testimonios",
  "contact_us": "Contáctenos",
  "help_link": "Ayuda",
  "terms": "Términos y Condiciones",
  "privacy": "Política de Privacidad",
  "404": {
    "title": "Página no encontrada",
    "desc": "¡Lo sentimos, la página que ha buscado no existe en nuestro sitio web!",
    "button": "Volver al Inicio"
  },
  "whatsapp": "https://wa.me/+541150595098?text=Hola,%20Estoy%20interesado%20en%20crear%20un%20nuevo%20proyecto"
}